Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM7.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: La Constitución se modificó en algunos puntos en sentido democrático, se puso en libertad a algunos presos y todos esperaban que la Unión aduanera estimulara el desarrollo positivo.
en_gb: A number of points in the constitution had been changed in a democratic sense, a number of political prisoners were released, and it was expected that the customs union would further stimulate developments.

source: Mi voto, obviamente, ha sido positivo.
en_gb: Obviously I will vote in favour.

source: Se utilizó para atacar a la Unión Europea y se calificó de tentativa para invadir la privacidad de todo el mundo, algo que carece, por completo, de sentido.
en_gb: It was being used against the European Union, cited as an effort to invade everybody's privacy. This is absolute nonsense.

source: revolucion
en_gb: revolution

source: Posguerra
en_gb: Postwar period

source: Revolución
en_gb: Revolution

source: Esto ni siquiera se debería decir.
en_gb: That should not even need to be said.

source: Ni siquiera puedo decir
en_gb: I can't even tell you

source: Usted ni siquiera ha respondido a eso.
en_gb: You did not even respond to that.

source: Hambriente
en_gb: Wants to eat

source: Hambriento
en_gb: Hungry

source: Si bien, al mismo tiempo, resulta cada vez más evidente que existía una marcada dimensión social en la revolución en Kirguistán, consistente sobre todo en un levantamiento en contra del dominio de una oligarquía formada durante la privatización.
en_gb: Yet at the same time, it is also becoming apparent that there was a strong social dimension to the revolution in Kyrgyzstan, which was very much an uprising against the rule of an oligarchy that had come into being during privatisation.

source: El gobierno, el Presidente Kuchma, con la oligarquía que le apoya y el Presidente ruso Putin que ayer comenzó una visita a Ucrania que durará varios días, apoyan a su propio candidato, el Primer Ministro Yanukóvich.
en_gb: The government, President Kuchma, with the oligarchs supporting him behind the scenes, and the Russian President Putin who yesterday started a visit to the Ukraine lasting several days, support their own candidate, Prime Minister Yanukovych.

source: El exterminio de la población masculina de toda la región de Bosnia Oriental que linda con Serbia, por pertenecer a la comunidad étnica bosnia, constituye un crimen brutal.
en_gb: The extermination of the male population of the wider region of Eastern Bosnia which borders Serbia, who were killed because they belonged to the Bosniak ethnic community, is a brutal crime.

source: Por último, la propuesta sobre discontinuidad ofrece de hecho una oportunidad para que su institución boicotee y posponga todas las leyes que no le gusten a usted.
en_gb: Finally, the proposal on discontinuity in fact brings in an opportunity for your institution to boycott and delay all the laws that you do not like.

source: Población y bienes expuestos a amenazas naturales
en_gb: Population and assets exposed to natural hazards

source: Los principios democráticos lo exigen.
en_gb: The principles of democracy demand it.

source: También nos gustaría destacar que resulta esencial que el Gobierno de Georgia restaure la confianza en la legitimidad de sus acciones y que haga todo lo que esté en su mano para garantizar el respeto a los principios democráticos.
en_gb: We would also like to stress that it is essential for the Government of Georgia to restore confidence in the legitimacy of its actions and to do its utmost to ensure respect for the principles of democracy.

source: Al darles nuestra confianza establecemos el cordón umbilical que completa la legitimidad de la Comisión como ejecutivo responsable en términos democráticos.
en_gb: By offering him our trust, we are establishing an umbilical cord which completes the legitimacy of the Commission as the responsible executive in democratic terms.

source: En lo que a los argumentos contra la mejor tecnología disponible se refiere, no se sostienen ante un examen a fondo.
en_gb: So far as the arguments against the best available technology are concerned, they do not stand up to scrutiny.

source: Sería conveniente que la Comisión evaluara las repercusiones de la denominada capacidad explotada de algunos Estados miembros que, al menos sobre el papel, sostienen que han cumplido los objetivos globales de sus POP.
en_gb: The Commission should better assess the impact of so-called exploited capacity by certain Member States who, at least on paper, claim to have met their MEGP target.

source: Todas las iMac incluyen poderosos gráficos individuales, esto significa que el procesador de gráficos es independiente de la CPU.
en_gb: Every iMac includes powerful discrete graphics, meaning the graphics processor is separate from the CPU.

source: Aquellos que juegan
en_gb: Those who play

source: Pero si les explicamos claramente lo que se juegan, la rechazan.
en_gb: But if you clearly explain to them what is at stake, they are against it.

source: Los que juegan con eso pierden clientes.
en_gb: Those who tinker lose customers.

source: El reconocimiento de ese derecho requiere el levantamiento de los períodos de transición a la mayor brevedad posible.
en_gb: Recognition of that right requires transitional periods to be lifted at the earliest opportunity.

source: Servicio de levantamiento de Series
en_gb: Series Lift Service

source: En toda Europa los partidos de extrema derecha esperan sacar provecho de la llegada al poder de esta coalición de tintes fascistas.
en_gb: Throughout Europe, extreme right-wing parties are hoping to exploit the entry into power of this coalition with its fascist connotations.

source: Ciertamente a los cometidos por tropas del ejército, milicias y militantes musulmanes.
en_gb: Certainly that committed by army units, militias and militant Muslims.

source: El ejército ha aparecido en las calles.
en_gb: The army has appeared in the streets.

source: Espectáculo en las calles de la ciudad
en_gb: Snow in the city streets

source: También es necesario combatir vigorosamente la pesca ilegal, considerada uno de los peores azotes para la protección de las poblaciones de atún rojo.
en_gb: Illegal fishing, considered to be one of the major scourges undermining the protection of bluefin tuna stocks, also needs to be vigorously combated.

source: También, hemos trabajado preventivamente en determinados países de origen, junto con el gobierno americano, para combatir la trata de blancas.
en_gb: Together with the American Government, we have also carried out preventive work in the countries where the trade in women originates.

source: Esperamos que también los gobiernos nacionales tengan esa actitud positiva con respecto a la protección temporal.
en_gb: We hope that the national governments also have such a positive attitude to temporary protection.

source: Qué dijo
en_gb: What did

source: Por ello queremos que la Comisión trate a este sector y a este campo como prioridades.
en_gb: That is why we want the Commission to treat this sector and this area as priorities.

source: No se trata, como una vez dijo Robert Kagan, de que la Unión Europea favorezca el multilateralismo solo porque sea incapaz de actuar unilateralmente.
en_gb: Not because, as Robert Kagan once claimed, the European Union favours multilateralism only because it is incapable of acting unilaterally.

source: Miles de personas siguen encarceladas en terribles condiciones por defender la democracia o por haber protestado contra el referéndum constitucional, cuyos resultados no pueden considerarse fiables.
en_gb: Thousands of people are still imprisoned in awful conditions because they stood up for democracy or because they protested against the constitutional referendum, the results of which cannot be considered to be reliable.

source: Para continuar el proceso de ratificación como si nada ocurriese, algunos han puesto en entredicho la "pertinencia del referéndum" , basándose en que la participación habría sido escasa.
en_gb: Some of those who want to pursue the ratification process as though nothing had happened have questioned the 'relevance of the referendum', on the grounds of the low turnout.

source: Repudio totalmente y con la mayor vehemencia la torpe insinuación, más aún, la afirmación totalmente vergonzosa e indecorosa, procedente de los escaños del Partido Comunista, que tienen las mayores responsabilidades en la guerra de Angola, de que yo sea amigo de la UNITA.
en_gb: I fully and vehemently repudiate this disgraceful insinuation, and furthermore the quite shameful and unbecoming statement from the benches of the Communist Party, which is more responsible than anyone for the war in Angola, that I am a friend of UNITA.

source: ¿Acaso en el Consejo la mano derecha no sabe lo que hace la mano izquierda?
en_gb: Is it that in the Council, the right hand does not know what the left hand is doing?

source: La izquierda de esta Cámara apenas ofrece ayuda a quienes la precisan, en particular a quienes necesitan nuestra protección y nuestro apoyo.
en_gb: Those on the left of this House offer little help to those who need it, especially to those who need our protection and our support.

source: Nosotros, el Parlamento Europeo, somos representantes de los ciudadanos y de los Estados al mismo tiempo.
en_gb: We, the European Parliament, are representative of citizens and of the states at the same time.

source: Nosotros consideramos que ese punto de vista es inaceptable.
en_gb: We consider such a view unacceptable.

source: Nosotros consideramos que el trabajo sigue siendo un referente muy
en_gb: We believe that the work remains a very

source: Carece de sentido dotarnos de esa legislación si, para empezar, uno está en contra de ella.
en_gb: There is no point in having that legislation if you are against it in the first place.

source: El problema real es el de que se carece de todo y se necesita todo.
en_gb: The real dilemma is that everything is lacking and everything is needed.

source: · Guerra, revolución, insurrección, golpe de estado, requisición bajo las órdenes de una entidad de poder político de cualquier país o cualquier otra circunstancia que suponga un cambio en el estatus quo político de un país y/o intervención de los poderes públicos.
en_gb: · War, revolution, insurrection, coup, requisition under the command of an organization of political power of any country or any other circumstances involving a change in the political status quo of a country and/or government intervention.

source: INSURRECCION,
en_gb: INSURRECTION,

source: Perspectivas presupuestarias para 1998
en_gb: Budgetary perspectives for 1998

source: Ofreció un marco y unas perspectivas para una Europa unificada.
en_gb: It offered a framework and prospects for a unified Europe.

source: El desarrollo y aplicación de estrategias positivas y perspectivas para el futuro constituyen una prioridad.
en_gb: The development and implementation of positive strategies and prospects for the future are a top priority.

source: El régimen ruso de la KGB está buscando legitimidad.
en_gb: The Russian KGB regime is seeking legitimacy.

source: y el desarrollo, buscando siempre la máxima calidad en nuestros productos
en_gb: and development, always seeking the highest quality in our products

source: Aparte de eso, tiene en cuenta la correlación de fuerzas y equilibrios que existen en el Parlamento.
en_gb: Apart from that, it takes account of the correlation of forces and balances which exist within Parliament.

source: En primer lugar, ayer tuve la oportunidad de escuchar durante las intervenciones de un minuto la intervención de su Señoría sobre esta cuestión y comparto su preocupación.
en_gb: First of all, I had the opportunity yesterday, during the one minute speeches, to hear the Honourable Member's intervention on this issue, and I share his concerns.

source: Lo que me ha sorprendido es que muchos ciudadanos comprenden muy bien los difíciles dilemas a los que nos enfrentamos en este contexto.
en_gb: Something that has struck me is that many citizens have much sympathy for the difficult dilemmas we face in this context.

source: Quiero decir que cuando escuché a mi compañero, la intervención de Ole Krarup, me quedé muy sorprendido.
en_gb: I should like to say that when I heard my fellow MEP' s, Mr Krarup' s, speech, I was very surprised indeed.

source: Poco después, el señor Litvinenko fue asesinado.
en_gb: Mr Litvinenko was soon murdered.

source: Esta semana se fija la fecha para el juicio de Alexander Nitikin, el colaborador de Bellona.
en_gb: This week a date was set for the trial of Bellona employee Alexander Nikitin.

source: La corte ha dictado una serie de órdenes de detención, incluida una contra Alí Kushayb, líder de la milicia Yanyauid.
en_gb: The Court has issued a number of arrest warrants, including one against Ali Kushayb, a Janjaweed militia leader.

source: Es poco probable que todos estos dispositivos hayan sido retirados del área.
en_gb: It is doubtful that all of these devices have been cleared from the area.

source: Es probable que hayan muerto.
en_gb: It is likely that they have died.

source: Además, el informe ha sido utilizado por los partidos de la oposición para atacar al Gobierno laborista, engañando al mismo tiempo a los titulares de las pólizas con falsas esperanzas.
en_gb: The report has also been used by the opposition parties to attack the Labour government, while misleading the policyholders by falsely raising their expectations.

source: Sólo las personas reaccionarias e incapaces de comprender la idea fundamental de unificar los Estados de la Unión Europea calientan sus manos separatistas al fuego del nacionalismo y el fascismo, y por esta razón rechazo cualquier justificación que pretenda que la autonomía es un método eficaz para resolver los problemas de las sociedades tradicionales y las minorías nacionales.
en_gb: Only reactionaries and people unable to grasp the main idea of unifying the states of the European Union warm their separatist hands at the fire of nationalism and fascism and it is for this reason that I reject any justification of autonomy as an effective method for solving the problems of traditional societies and national minorities.

source: Se refieren a la capacidad cognoscitiva del ser humano, a su capacidad para comprender, abstraer, resolver problemas y aplicar conocimientos.
en_gb: They refer to the cognitive capacity of human beings, their ability to understand, to abstract, to solve problems and apply knowledge.

source: Aunque no quieran comprender la crítica racional de la sociedad burguesa, pueden, si quieren ser humanistas burgueses, negarse a apoyar estos planes, porque la verdadera naturaleza de Europol es evidente desde todos sus ámbitos de responsabilidad.
en_gb: Even if you are unwilling to understand rational criticism of bourgeois society, you can - if you want to be bourgeois humanists, refuse to endorse these plans, for Europol's true nature is apparent from its areas of responsibility.

source: En mi opinión, más allá de su carácter humanitario, esa movilización puede constituir una intervención política de gran trascendencia para Bosnia y para la antigua Yugoslavia en general.
en_gb: The activation and mobilization of the international community as regards aid and reconstruction which can, in my opinion, in addition to the humanitarian aspect, constitute a very significant political intervention in developments in Bosnia and in the former Yugoslavia as a whole, should, I believe be assessed in that framework.

source: Movilización
en_gb: Mobilization

source: Demagogia
en_gb: Demagogue

source: No cabe duda de que los recientes acontecimientos de Londres y Glasgow, así como los de la frontera entre España y Portugal y el atentado de Yemen han confirmado que el terrorismo constituye una amenaza importante tanto para la seguridad de Europa como para los valores de nuestras sociedades democráticas, sobre todo, para los derechos y libertades de los ciudadanos europeos.
en_gb: There is no doubt that recent events in London and Glasgow, as well as on the border between Spain and Portugal plus the attack in Yemen, have confirmed that terrorism represents a considerable threat to Europe's security and to the values of our democratic societies, particularly to the rights and freedoms of European citizens.

source: Cuchillos
en_gb: Knives

source: Desenfrenado
en_gb: Unchecked

source: De ahí que no podamos limitarnos a estas meras palabras de condena sino que debemos pasar a la acción y exigir también que se dé cumplimiento a los Acuerdos de Paz de Lomé y se proceda al desarme de todas las milicias.
en_gb: That is why we cannot just stop at words of condemnation, but we must move on to action and also demand that the Lomé Peace Agreements are complied with and that all the militias are disarmed.

source: La Comisión hace suyas las conclusiones del Consejo Europeo de Viena, que lanzan un llamamiento al desarme y a la disolución de estas milicias, y también al envío in situ de una misión de las Naciones Unidas, con vistas a aplacar las tensiones.
en_gb: The Commission supports the conclusions of the Vienna European Council, which call for the disarmament and dissolution of these militias and which also ask that a United Nations mission be sent to the area in order to ease the tension.

source: Desarme
en_gb: Dismantling

source: Este caso omiso de la jurisdicción de la CPI ha dado lugar a que a los criminales se les permita moverse con libertad, particularmente altos cargos como el es Ministro de Interior o un antiguo líder de la milicia Yanyauid.
en_gb: This disregard of the jurisdiction of the ICC has led to criminals being allowed to walk free, particularly high-profile people like the former Minister for the Interior and a former Janjaweed military leader.

source: Las autoridades alemanas, en particular el Ministro Federal del Interior y los Ministerios de los Estados federados, han respondido a nuestras solicitudes.
en_gb: The German authorities, in particular the Federal Ministry of the Interior and the ministries of the , have responded to our requests.

source: Cargo: Ministro del Interior.".
en_gb: Position: Minister of the Interior."

source: Por supuesto, Rusia obtuvo una victoria militar sobre el ejército de Shakashvili, ejército que entrenaron los estadounidenses e israelíes y armaron los ucranianos.
en_gb: Of course, Russia gained a military victory over Shakashvili's army, an army that was trained by the Americans and Israelis and armed by the Ukrainians.

source: Sin embargo, el 15 de febrero se produjo otro levantamiento.
en_gb: Yet, on 15 February, another upheaval occurred.

source: Continúan las acciones militares contra otros grupos armados, entre ellos las FDLR y el Ejército de Resistencia del Señor.
en_gb: Military operations are continuing against other armed groups, including the FDLR and the Lord's Resistance Army.

source: No es la primera vez que se produce este tipo de calamidad.
en_gb: It is not the first such calamity.

source: Este ataque a la minoría griega no es el primero que se produce.
en_gb: This is not the first attack against the Greek minority.

source: Todo lo que acontezca en este contexto es desconsiderado.
en_gb: There is no such thing as 'mild' child abuse.

source: Señor Presidente, me he tomado la libertad de mediar entre ambos criterios ahora que vamos a votar sobre las enmiendas núms.2, 3 y 4.
en_gb: Mr President, I should just like to say a few words before we vote on Amendments Nos 2, 3 and 4.

source: A este respecto, esperamos que el préstamos concedido por la UE a su país vecino se vaya a utilizar para ayudar a toda la sociedad ucraniana.
en_gb: In this respect, we hope that the loan provided by the EU to this neighbouring country will be used to help the whole of Ukrainian society.

source: Para terminar, debemos proporcionar rápidamente a los ciudadanos georgianos y ucranianos mayores facilidades para obtener visados que las que se han concedido a los ciudadanos rusos.
en_gb: Finally, we should rapidly provide Georgians and Ukrainians with more generous visa facilitation than Russian citizens have been granted.

source: El informe está también impregnado de contradicciones.
en_gb: The report is also full of contradictions.

source: También vemos contradicciones en la resolución.
en_gb: We can also see contradictions in the resolution.

source: Está combatiendo la corrupción y cooperando en cuestiones relativas al sistema judicial y también con la OLAF.
en_gb: Work is being done on dealing with corruption, they are cooperating in matters relating to the justice system and with OLAF too.

source: La colaboración entre cuencas hidrológicas debe darse por sentada.
en_gb: Cooperation within a catchment basin must be self-evident.

source: Quedarse
en_gb: Stay

source: Disciplina
en_gb: Discipline

source: Finalmente, con respecto a Belarús, la iniciativa de la Comisión de invitar a este país como observador a la conferencia de la PEV podría ser prematura.
en_gb: Finally, Belarus - the Commission's initiative to invite Belarus as an observer to the ENP conference would seem to be premature.

source: Finalmente, el sistema regresará a la pantalla del menú principal
en_gb: Eventually this will revert the screen back to the main menu

source: En el período 2000-2001 continuarán las iniciativas de armonización con nuestros principales colaboradores internacionales, culminando con la V Conferencia Internacional de Armonización que se celebrará en San Diego el mes de noviembre de 2000.
en_gb: Harmonisation initiatives with our main international partners continues in 2000-2001, culminating with the fifth International Conference on Harmonisation in San Diego in November 2000.

source: Revoluciono
en_gb: Revolutionized

source: La verdad radica, casi siempre, en el término medio.
en_gb: The truth lies, most of the time, in the middle.

source: El Informe Larosiére se queda corto.
en_gb: The de Larosière report is too little.

source: Pero en conjunto el acuerdo se queda muy corto.
en_gb: But overall the agreement is weak.

source: Tenemos que consolidar plenamente el mercado interior.
en_gb: We have to ensure that the internal market is fully completed.

source: Entonces podremos tratar de invertir la tendencia.
en_gb: We can then set about achieving a trend reversal.

source: Todos sabemos cuál es la situación sobre el terreno.
en_gb: We are all aware of the situation on the ground.

source: La situación sobre el terreno es espantosa.
en_gb: The situation on the ground is dreadful.

source: Lo decisivo es la situación sobre el terreno.
en_gb: It is the situation on the ground that is decisive.
